---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedBuildIssueType.TooFewOriginalVertices
enum: Autodesk.Revit.DB.TessellatedBuildIssueType
source: html/b9f37bb0-1c2b-0fe9-a4e8-5a49d2b9b7ac.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssueType.TooFewOriginalVertices

A face loop, which from the very beginning does not have enough points.
 Associated numbers are face index and loop index respectively.